//매출 스크립트 작성_김병래
const 메인카테고리=[{카테고리번호:1,카테고리이름:'엽기떡볶이'},{카테고리번호:2,카테고리이름:'닭발메뉴'}]
const 메뉴=[{카테고리번호:1,메뉴번호:1,메뉴이름:'엽떡',이미지:'엽떡.png',가격:17000},
{카테고리번호:2,메뉴번호:2,메뉴이름:'닭발',이미지:'닭발.png',가격:15000}]
const 주문내역= [{주문번호:2,메뉴번호:1,주문날짜:'2023-12-26',개수:1,가격:17000},
{주문번호:1,메뉴번호:2,주문날짜:'2023-12-26',개수:2,가격:30000},
{주문번호:1,메뉴번호:1,주문날짜:'2023-12-26',개수:1,가격:17000}]
const 관리자카테고리=[{관리자카테고리번호:1,카테고리이름:'주문내역','출력함수()':'주문내역()'},
{관리자카테고리번호:2,카테고리이름:'매출','출력함수()':'매출()'},
{관리자카테고리번호:3,카테고리이름:'제품관리','출력함수()':'제품관리()'}]